




ITEM_PARAM	ItemParam[ITEM_MAX]={

	{ "装備なし　　　　",      0, ITEM_NOTTING    , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,       0,       0,         0,         0, 128,   0, "何も装備してません"},	



	{ "なまくらな剣　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     500,     250,         0,         0,  96,   0, "戦士、剣士の初期装備です。\n扱いやすいのだけがとりえのショボい剣です。"},	
	{ "折れそうな槍　　",      0, ITEM_BUKI_SPEAR , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     550,     300,         0,         0, 128,   0, "騎士、魔戦士の初期装備です。\nさっさと買い換えちまえ。"},	
	{ "ピコピコハンマー",      0, ITEM_BUKI_HAMMER, ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     550,     300,         0,         0,  64,   0, "ラスティの初期装備です。\nピコピコ音が出ます。ウソですが。そうですか。"},	
	{ "古びた弓　　　　",      0, ITEM_BUKI_BOW   , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     600,     350,         0,         0, 288,   0, "弓使い、狩人、楽士、吟遊詩人の基本装備です。\n遠距離武器って卑怯ですね。ええ。"},	
	{ "転ばぬ先の杖　　",      0, ITEM_BUKI_WAND  , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     400,     200,         0,         0,  64,   0, "魔法使い系職業の基本装備です。何の効果もありません。棒です。\nでも棒で殴られると痛いですね。つうか死にます。"},	


	{ "モンスターＳ　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     400,     250,         0,         0,  96,   0, ""},	
	{ "モンスターＭ　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     500,     300,         0,         0, 128,   0, ""},	
	{ "モンスターＬ　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     600,     300,         0,         0, 160,   0, ""},	
	{ "ろけっとぱんち　",      0, ITEM_BUKI_BOW   , ATTR_NOT,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0,     700,     400,         0,         0, 288,   0, ""},	



	{ "青銅の短剣　　　",      1, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+ 50,200,   10,0,  64,    70, "青銅を鋳型に流しこんで造った短剣。切れ味は良くない。"},	
	{ "黄銅の短剣　　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+100,200,   40,0,  64,   140, "原始的な黄銅の初心者用の短剣。切れ味はさほど高くない。"},	
	{ "鋳鉄の短剣　　　",      3, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+150,200,   80,0,  64,   300, "人間の製鉄技術で造られた、錬度の低い鉄製の短剣。"},	
	{ "鋼鉄の短剣　　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+200,200,  120,0,  64,   600, "鉱山妖精に伝わる冶金術を用いて造られた。高い硬度と粘りを兼ね備えた、鋼の短剣です。"},	
	{ "ダマスカスの短剣",      6, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+450,200,  165,0,  64,  1200, "貴重なダマスカス鋼で造られた短剣。普通の短剣と比べると強度が高く、ちょっとやそっとのことで折れることは無い。"},	
	{ "白金の短剣　　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+300,200,  200,0,  64,  2400, "刀身から柄の半ばにかけてまでが、魔法効果を秘めた白金で出来ている短剣。握っているだけで気力が満ちてくる。"},		
	{ "妖精の短剣　　　",      8, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,100,  0,0, 0,   400+350,200,  245,0,  64,  4800, "青銅時代の遺物である短剣。素材は「妖精の青銅」と言われる合金で、妖精さんの祝福(ブレス)を受けている。"},		
	{ "銀の短剣　　　　",      9, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+400,200,  320,0,  64,  9600, "銀の時代、巨人族の鍛冶により造られたと言う、聖なる力を宿す白銀の輝きを放つ短剣。魔除けとしても重宝される。"},
	{ "黄金の短剣　　　",      0, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+450,200,  450,0,  64, 19200, "伝説の黄金の時代のティル・ナ・ノーグにて造られた短剣。その黄金の輝きは人の目とその命を奪うと言う。"},	
	{ "琥珀金の短剣　　",     11, ITEM_BUKI_SWORD , ATTR_SEI,    0,   0,  0,0,0,0,0,0,    0,0, 0,   400+500,200,  600,0,  64, 38400, "巨人の力と竜の初源の炎により鍛造された短剣。神々すら傷付ける事ができる"},	

	{ "乱舞剣　　　　　",     50, ITEM_BUKI_SWORD , ATTR_NOT,    0,   0,  0,0,0,0,0,0,  0,0, 0, 100,100,    -1000,0,  64, 1000, "速さこそが力だと信じている貴方に。目にもとまらぬ殺劇をとくと見よ！"},	

	{ "ウルナッハの短剣",     60,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  400+600,200,   800,0,  64,   0, "巨人ウルナッハの短剣"},	
	{ "短剣予備　　　　",      0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  400+500,200,     0,0,  64,   0, ""},	
	{ "カルンウェハン　",     80,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  400+800,200,  1000,0,  64,   0, "アルサルの愛用した短剣"},	
	{ "短剣予備　　　　",      0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  400+500,200,     0,0,  64,   0, ""},	
	{ "プジオ  　　　　",     12,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  400+180,200,   110,0,  64, 500, "帝国の兵士の一般的な短剣"},	
	{ "短剣予備　　　　",      0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  400+500,200,     0,0,  64,   0, ""},	



	{ "青銅の剣　　　　",  1,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 100,250,   50,0,  96,    100, "青銅を鋳型に流しこんで造った剣。斬ることには向いておらず、相手を叩いてダメージを与える。"},	
	{ "黄銅の剣　　　　",  2,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 200,250,  100,0,  96,    200, "原始的な黄銅の剣、初心者用の剣。切れ味はさほど高くない。"},	
	{ "粗鉄の剣　　　　",  3,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 300,250,  150,0,  96,    400, "原始的な製鉄技術で造られた、錬度の低い鉄製の剣。"},
	{ "鋳鉄の剣　　　　",  4,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 400,250,  200,0,  96,    800, "人間の製鉄技術で造られた、鋳鉄の剣。"},	
	{ "鋼鉄の剣　　　　",  5,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 500,250,  250,0,  96,   1600, "高い硬度と粘りを兼ね備えた、切れ味鋭い鋼の剣。鉱山妖精の手による一品"},	
	{ "ダマスカスの剣　",  6,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 600,250,  300,0,  96,   3200, "表面に波紋があるのが特徴。強靭で切れ味が鋭く、よくしなる。神鋼と呼ばれたダマスカス鋼でつくられた剣。"},	
	{ "白金の剣　　　　",  7,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 750,250,  400,0,  96,   6400, "妖精族に伝えられた精錬法を用いて得た白金をベースにした合金の、妖精の祈りのこもった剣。"},	
	{ "妖精の剣　　　　",  8,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,100,  0,0, 0,  500+ 800,250,  500,0,  96,  12800, "青銅時代の熟練の鉱山妖精の手による魔を滅する剣。\n所有者にふりかかるあらゆる闇を払うと言われている。"},	
	{ "銀の剣　　　　　",  9,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 900,250,  600,0,  96,  25600, "銀の時代、巨人族の鍛冶により造られた、聖なる力を宿す白銀の輝きを放つ剣。魔除けとしても重宝される。"},	
	{ "黄金の剣　　　　", 10,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1000,250,  800,0,  96,  51200, "伝説の黄金の時代のティル・ナ・ノーグにて造られた剣。その黄金の輝きは人の目とその命を奪うと言う。"},	
	{ "琥珀金の剣　　　", 11,ITEM_BUKI_SWORD, ATTR_SEI,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1100,250, 1000,0,  96, 102400, "竜族と巨人族の特殊な技法により精製された琥珀金を用いた宝剣。その美しい輝きは、正真正銘の芸術品である"},	


	{ "アスカロン　　　",  0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1200,250,  900,0,  96, 0, "竜殺しの魔剣。"},	
	{ "クラウ・ソラス　",  0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1500,250, 1500,0,  96, 0, "最強の剣とされる、伝説の武具。"},	
	{ "剣予備　　　　　",  0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 550,250, 1000,0,  96, 0, ""},	
	{ "剣予備　　　　　",  0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+ 550,250, 1000,0,  96, 0, ""},	

	{ "エドラム　　　　",  0,ITEM_BUKI_SWORD, ATTR_YAMI, 0,0,  0,0,0,0,0,0,  0,0, 0,       500,250,   10,0,  96, 0, "赤の剣。アロウンの愛剣。\nしかし、すっかり錆び付いてしまっている。" },	
	{ "ダーンウィン　　",  0,ITEM_BUKI_SWORD, ATTR_SEI,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1000,250, 1300,0,  96, 0, "黒の剣。神殺しの剣と呼ばれる。グラヴィタスの効果を打ち消し、\n人間には有し得ない強力な攻撃魔法を発する。" },

	{ "グラディウス　　", 12,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+300,250,  175,0,  96,  1000, "帝国の兵士の一般的な剣"},	
	{ "クラゼヴォ・モル", 30,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+550,250,  450,0,  96, 10000, "鍛冶の気まぐれで試作された長剣。時代の要請に先行し過ぎた武器"},	
	{ "スパタ　　　　　", 40,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+600,250,  650,0,  96, 20000, "帝国の兵士が使う、洗練された剣"},	
	{ "ベガルタ"        , 50,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1200,250, 1100,0,  96, 0, "英雄ダーマットが神から受け継いだと言う伝承のある剣。"},	

	{ "モラルタ　　　　", 60,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1500,250, 1400,0,  96, 0, "英雄ダーマットが生死を分けた戦いがある時に携行したと言う伝承のある剣"},	
	{ "カレトヴルッフ　", 70,ITEM_BUKI_SWORD, ATTR_SEI,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1600,250, 1500,0,  96, 0, "神話時代の英雄が使用したと言われる遺物。"},		
	{ "フラガラック　　", 80,ITEM_BUKI_SWORD, ATTR_SEI,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+1800,250, 1700,0,  96, 0, "神がこの地へ到来した時に持参したと言われる神剣。使用者の意思により自在に手元に戻る。"},	
	{ "フィンジアスの剣", 90,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+2100,250, 2000,0,  96, 0, "ティル＝ナ＝ノーグの都市フィンジアスで失われた筈の遺物。四聖宝の一つ。"},	

	{ "剣予備　　　　　",  0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+550,250, 1000,0,  96, 0, ""},	
	{ "剣予備　　　　　",  0,ITEM_BUKI_SWORD, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+550,250, 1000,0,  96, 0, ""},	




	{ "青銅の槍　　　　",  1,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+100,300,    60,0, 128,    100, "粗雑な青銅の槍。初心者が扱いやすい"},	
	{ "黄銅の槍　　　　",  2,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+200,300,   120,0, 128,    200, "リーチを長くした黄銅製の穂先の槍。重いので両手で扱わなければいけないが、攻撃力は高い。"},	
	{ "鋳鉄の槍　　　　",  3,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+300,300,   180,0, 128,    400, "人間の製鉄技術で造られた、錬度の低い鉄製の槍。いわゆる標準的な槍。これを扱えて一人前。"},
	{ "鋼鉄の槍　　　　",  4,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+400,300,   240,0, 128,    800, "鉱山妖精に伝わる冶金術を用いて造られた。高い硬度と粘りを兼ね備えた、鋼の槍。"},		
	{ "ダマスカスの槍　",  6,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+500,300,   300,0, 128,   3200, "薙刀のような形状をした槍。ダマスカス特有の表面の波紋が芸術的。"},	
	{ "白金の槍　　　　",  7,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+600,300,   440,0, 128,   6400, "穂先に、魔法効果を秘めた白金を使用して作成された槍。魔力によって強化された刃は、何者をも貫き通す。"},	
	{ "妖精の槍　　　　",  8,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,100,  0,0, 0,  550+700,300,   590,0, 128,  12800, "青銅時代の遺物。妖精さんの祈りとともに鍛え上げられた槍。生命の煌きを感じる。"},	
	{ "銀の槍　　　　　",  9,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+800,300,   720,0, 128,  25600, "銀の時代、巨人族の鍛冶により造られた。聖なる力を宿す白銀の輝きを放つ槍。"},	
	{ "黄金の槍　　　　", 10,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+900,300,   920,0, 128,  51200, "伝説の黄金の時代のティル・ナ・ノーグにて造られた槍。その黄金の輝きは人の目とその命を奪うと言う。"},	
	{ "琥珀金の槍　　　", 11,ITEM_BUKI_SPEAR, ATTR_SEI,  0,0,  0,0,0,0,0,0,    0,0, 0,  550+1000,300, 1050,0, 128, 102400, "巨人の力と竜の初源の炎により鍛造された槍。神々すら傷付ける事ができる"},	

	{ "ガエ・ボー　　　", 50,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+1100,300, 1300,0, 128, 0, "英雄ダーマットが神から受け継いだと言う伝承のある黄色の槍。"},	
	{ "ガエ・ジャルグ　", 60,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+1200,300, 1500,0, 128, 0, "英雄ダーマットの赤い槍。魔法耐性がある。生死を分けた戦いがある時に携行した伝承がある。"},	
	{ "ロンゴミニアド　", 70,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+1400,300, 1700,0, 128, 0, "刃の幅広な、長い槍。この国の王にこそふさわしいと言う"},	
	{ "ガエ・ボルグ　　", 80,ITEM_BUKI_SPEAR, ATTR_SUI,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+1700,300, 2000,0, 128, 0, "巨大な海獣の死骸から造ったものとされる、神代の英雄の使用した魔槍。"},		
	{ "ブリューナク　　", 90,ITEM_BUKI_SPEAR, ATTR_SEI,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+2000,300, 2400,0, 128, 0, "ティル＝ナ＝ノーグの都市ゴライアスで失われた筈の雷の槍。四聖宝の一つ"},	

	{ "ガエ・アサイル　",  0,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+2000,300, 1900,0, 128, 0, "ティル＝ナ＝ノーグの都市ゴライアスに保管されていた雷の槍。四聖宝の一つ"},	

	{ "バトルフォーク　", 20,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+500,300,  350,0, 128,  2000, "農耕用の物を起源とし、戦闘用へ特化した二叉の槍"},	
	{ "三叉槍　　　　　", 30,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+750,300,  650,0, 128, 10000, "農耕用の物を改良した三叉の槍。"},	
	{ "ピルム　　　　　", 40,ITEM_BUKI_SPEAR, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  550+850,300,  790,0, 128, 20000, "帝国の兵士が使用する。投槍として使われるが、接近戦にも活躍する"},	



	{ "ブロンズハンマー",      3, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+200,     300,       200,         0,  64,    400, "青銅製の軽いハンマー。固い物を叩くと破壊されてしまうので注意"},	
	{ "ブラスハンマー　",      4, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+300,     300,       270,         0,  64,    800, "原始的な黄銅の初心者用のハンマー。比重が軽いため振り回しやすいが、打撃力はさほど高くない。"},	
	{ "アイアンハンマー",      5, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+400,     300,       340,         0,  64,   1600, "鋼鉄を固めて造ったハンマー。とにかく重い。"},	
	{ "スチールハンマー",      6, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+500,     300,       410,         0,  64,   3200, "鉱山妖精に伝わる冶金術を用いて造られた、扱いやすいハンマー"},	
	{ "プラチナハンマー",      7, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+600,     300,       500,         0,  64,   6400, "妖精族に伝えられた精錬法を用いて得た白金をベースにした、妖精の祈りのこもった合金製のハンマー"},	
	{ "妖精のハンマー　",      8, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0, 100,     0,   0,   0, 550+700,     300,       600,         0,  64,  12800, "青銅時代の熟練の鉱山妖精によって造られた小さなハンマー。だが、インパクトの瞬間、重さが何倍にも膨れ上がる仕掛けがされている。"},	
	{ "巨人のハンマー　",      9, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+800,     300,       750,         0,  64,  25600, "巨人族の手による力業。巨人族以外には扱うことが出来ないといわれるほどに巨大なハンマー。"},	
	{ "ゴールドハンマー",     10, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+900,     300,       900,         0,  64,  51200, "伝説の黄金の時代のティル・ナ・ノーグにて造られたハンマー。インパクトの瞬間の黄金の輝きの眩しさを正視出来る者は存在しない。"},	
	{ "築城のハンマー　",     11, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,   0,   0,   0,   0,   0,   0,     0,   0,   0, 550+1000,    300,      1100,         0,  64, 102400, "アヴァロン城壁の建築の際にも使われた古の大槌。魔法の篭った素材を埋め込む驚異的な打撃力は、戦場でも強力な武器である。"},	

	{ "ヘビーハンマー　",     20, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+310,     300,   300,0,  64,  1000, "重く扱いにくいが威力のあるハンマー"},	
	{ "ウォーピック　　",     30, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+570,     300,   650,0,  64,  4000, "先端が尖っていてとても痛い、戦闘用の鎚"},	
	{ "バトルメイス　　",     40, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+860,     300,  1000,0,  64, 15000, "てこの原理を用いて打撃力を強化する、戦闘用の鎚"},	
	{ "スレッジハンマー",     60, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+1200,    300,  1400,0,  64, 0, "強力な破壊力を持つ大槌。ちなみにリアル６４Ｂｉｔである"},	
	{ "１㌧ハンマー　　",     70, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+1500,    300,  1700,0,  64, 0, "その名の通り、１㌧の重さを持つ伝説の凶悪ハンマー。\n使用者が死亡した時、心臓を奪われるという呪いのハンマー。"},	
	{ "ダマスクハンマー",      0, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+1800,    300,  1900,0,  64, 0, "貴重なダマスカス鋼で造られた、大変豪華な聖なるハンマー。全ての悪を叩き潰す。"},	
	{ "ゴヴニュハンマー",     90, ITEM_BUKI_HAMMER , ATTR_NOT ,    0,   0,  0,0,0,0,0,0,  0,0, 0,  550+2200,    300,  2200,0,  64, 0, "鍛冶の神ゴブニュの手による工芸品"},	




	{ "短弓　　　　　　",      2, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+100,300,  30,0, 192,  150, "短く扱いやすい弓。主に狩猟用に使用される。"},	
	{ "速射弓　　　　　",      7, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  500+450,300, 250,0, 192, 3000, "動物の腱を使った小型弓で、非常に弾力性が高く速射性能に優れる。"},	

	{ "骨の弓　　　　　",      1, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+100,350,   50,0, 288,   100, "しとめた獣の骨を削って弓にしたもの。まさに一石二鳥。"},	
	{ "狩人の弓　　　　",      2, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+200,350,  100,0, 288,   200, "熟達した狩人が長年の経験を元に作成した、狩人のための弓。職人の技が光る。"},	
	{ "コンポジットボウ",      3, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+300,350,  150,0, 288,   400, "複数の素材を組み合わせて、張力と強度を増した巨大な弓。威力と速射性のバランスが良い。"},	
	{ "宿り木の弓　　　",      4, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+400,350,  200,0, 288,   800, "樹齢百年以上の大樹に寄生する宿り木を用いて作成した弓。不思議な力が宿っている。"},	
	{ "鉄弓　　　　　　",      5, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+500,350,  250,0, 288,  1600, "鉄製の強力な大弓。弓を引くだけでかなりの力が必要になるが、その速度と威力は凄まじいの一言。"},	
	{ "必中の弓　　　　",     20, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+600,350,  300,0, 288,  3200, "必ず命中する魔法の弓"},	
	{ "白金の弓　　　　",      7, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+700,350,  400,0, 288,  6400, "本体の一部が、魔法効果を秘めた白金で構成された弓。手の震えを抑え、正確な射撃を可能にするという。"},	
	{ "妖精の弓　　　　",      8, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,100, 0,0, 0,  600+800,350,  500,0, 288, 12800, "妖精さんの唄が刻まれた魔法の弓。生命の神秘を感じる。"},	
	{ "白銀の弓　　　　",      9, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+900,350,  650,0, 288, 25600, "銀の時代、巨人族の鍛冶により造られた。聖なる力を宿す白銀の輝きを放つ神聖弓。どのような災厄も撃ち貫くと言われている。"},	
	{ "黄金の弓　　　　",     10, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,   0,0, 0,  600+1000,350, 790,0, 288, 51200, "伝説の黄金の時代のティル・ナ・ノーグにて造られた、由緒正しき黄金の弓。\n"},	

	{ "長弓　　　　　　",      3, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  700+350,400,  90,0, 384,  300, "射程と連射性を兼ね備えた優秀な弓。その威力は鎧を貫く。"},	
	{ "スナイパーボウ　",      6, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  700+650,400, 240,0, 384, 2400, "てこの原理を利用した機械仕掛けの弓。射程を落とさず、威力を上げることに成功。"},	

	{ "風の弓　　　　　",     40, ITEM_BUKI_BOW   , ATTR_HUU,  0,0,  0,0,0,0,0,0,  0,0, 0,  700+1100,400,  800,0, 384, 500000, "高名な魔術師によって、疾風の力がこめられた弓。千里を越える敵にも命中すると言われている。"},	
	{ "炎の弓　　　　　",     40, ITEM_BUKI_BOW   , ATTR_KA ,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+1100,350, 1000,0, 288, 500000, "高名な魔術師によって、業火の力がこめられた弓。圧倒的な熱量と威力で敵を殲滅する。"},	
	{ "土の弓　　　　　",      0, ITEM_BUKI_BOW   , ATTR_TI,   0,0,  0,0,0,0,0,0,  0,0, 0,  500+1100,300,  900,0, 192, 0, "高名な魔術師によって、土の力がこめられた弓。"},	
	{ "水の弓　　　　　",      0, ITEM_BUKI_BOW   , ATTR_SUI,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+1100,350, 1000,0, 288, 0, "高名な魔術師によって、水の力がこめられた弓。"},	


	{ "ケルヌンノスの弓",     60, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+1200,350, 1200,0, 288, 0, "豊穣と狩猟の神ケルヌンノスが使用したとされる神具。"},	
	{ "エススの弓　　　",     80, ITEM_BUKI_BOW   , ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+1500,350, 1500,0, 288, 0, "戦いの神の名を与えられた弓。万能にして強大なその力は、まさに神の名を冠するにふさわしい。"},	



	{ "弓予備　　　　"  ,  0,ITEM_BUKI_BOW,   ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+600,350, 790,0, 288, 0, ""},	
	{ "弓予備　　　　"  ,  0,ITEM_BUKI_BOW,   ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+600,350, 790,0, 288, 0, ""},	
	{ "弓予備　　　　"  ,  0,ITEM_BUKI_BOW,   ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+600,350, 790,0, 288, 0, ""},	
	{ "弓予備　　　　"  ,  0,ITEM_BUKI_BOW,   ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+600,350, 790,0, 288, 0, ""},	
	{ "弓予備　　　　"  ,  0,ITEM_BUKI_BOW,   ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  600+600,350, 790,0, 288, 0, ""},	




	{ "柳の木の杖　　"  ,  1,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0, 20,0,  0,0, 0,  400+ 50,200,  10,10,  64,  100, "しなやかな柳材の軽い杖。駆け出し魔法使いの練習用アイテム。" },	
	{ "樫の木の杖　　"  ,  2,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0, 40,0,  0,0, 0,  400+100,200,  20,20,  64,  200, "丈夫な樫の木に、いくばくかの魔力を込めて造られた杖。"},	
	{ "イチイの杖　　"  ,  3,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0, 60,0,  0,0, 0,  400+150,200,  40,40,  64,  400, "魔法との相性のよいイチイの木を使って加工した杖。探知系の魔法に向いていると言う。"},	
	{ "ハシバミの杖　"  ,  4,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0, 80,0,  0,0, 0,  400+200,200,  80,80,  64,  800, "ハシバミの木で造った杖。占いに向いていると言う。"},	

	{ "宿り木の杖　　"  ,  5,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0,120,0,  0,0, 0,    400+250,200, 120,120,  64,   1600, "特別な条件下で育った宿り木を集め、魔法使いが杖に加工したもの。高い樹齢に達する宿り木は、それ自体が霊力を帯びる。"},	
	{ "妖精の杖　　　"  ,  6,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,100,0,0,160,0,  0,0, 0,  400+300,200, 160,160,  64,   3200, "妖精さんの恵みで清められた杖。生命の尊さを感じる。"},	
	{ "巨人の杖　　　"  ,  7,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0,200,0,  0,0, 0,    400+350,200, 200,200,  64,   6400, "全体に隙間無く魔術文字が描かれた、魔術の形そのものを体現する杖。力こそパワーなのだよ。"},	
	{ "竜牙の杖　　　"  ,  8,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0,300,0,  0,0, 0,    400+400,200, 250,250,  64,  12800, "絶滅したといわれる竜族の牙を、魔術儀式で三日三晩かけて精製したもの。秘められた魔力は並の杖などとは比べるべくもない。"},	
	{ "預言者の杖　　"  ,  9,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0,400,0,  0,0, 0,    400+450,200, 300,300,  64,  25600, "世界の終末を預言した魔法使いが所有していたとされる杖。あらゆる事象を制御・支配する力があると言われている。"},	
	{ "ドルイドの杖　"  , 11,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0,500,0,  0,0, 0,    400+500,200, 400,400,  64, 102400, "強力な魔力を秘めた杖。他の生物に変身する事が出来ると言う噂もある"},	

	{ "杖予備　　　　"  ,  0,ITEM_BUKI_WAND,  ATTR_TI,   0,0,  0,0,0,0, 600,0,  0,0, 0,  400+550,200,  500, 500,  64, 0, ""},	
	{ "杖予備　　　　"  ,  0,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0, 800,0,  0,0, 0,  400+700,200,  600, 600,  64, 0, ""},	
	{ "カドゥケウス　"  , 90,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0,0,0,1000,0,  0,0, 0,  400+800,200,  700, 700,  64, 0, "帝国の神メルクリウスが持っていたと言われる杖。知識・知恵の象徴。\n２匹の蛇が巻き付いた姿をしている。"},	

	{ "護身杖　　　　"  ,  5,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0, 0,100,  0,0,  0,0, 0,  400+250,200,  350, 350,  96,  2000, "護身用の長い棒。打撃を繰り出しながら、同時に守ることも考えられている。魔力が上がるわけではない"},	
	{ "白銀の棒　　　"  ,  8,ITEM_BUKI_WAND,  ATTR_NOT,  0,0,  0,0, 0,200,  0,0,  0,0, 0,  400+500,200, 1000,1000,  96, 30000, "銀の時代の神聖な文様の装飾をあしらった、白銀色が美しい戦闘杖。"},	
	{ "ミルディンの杖"  , 70,ITEM_BUKI_WAND,  ATTR_SEI,  0,0,  0,0, 0,400,400,0,  0,0, 0,  400+800,200, 1500,1500,  96,     0, "精霊ミルディンの遺した杖。"},	




	{ "青銅の鎧　　　　",      1, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,   50,0,  0,   50,  0,    100, "薄い青銅の板で造った、簡易的な鎧。衝撃にもろいという欠点も。"},	
	{ "黄銅の鎧　　　　",      2, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  100,0,  0,  100,  0,    200, "黄銅の板で造った、簡易的な鎧。軽くて動きやすい。"},	
	{ "鋳鉄の鎧　　　　",      3, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  150,0,  0,  150,  0,    400, "加工した鉄の板を組み合わせて造られた鎧。"},	
	{ "鋼鉄の鎧　　　　",      4, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  200,0,  0,  200,  0,    800, "質の良い妖精の造った鋼鉄の板を組み合わせて造られた鎧。見た目よりも防御力がある。"},	
	{ "ダマスカスの鎧　",      6, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  250,0,  0,  300,  0,   3200, "貴重なダマスカス鋼で造られた、大変豪華な聖なる鎧。"},	
	{ "白金の鎧　　　　",      7, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  350,0,  0,  450,  0,   6400, "妖精族に伝えられた精錬法を用いて得た白金をベースにした、妖精の祈りのこもった合金製の鎧"},	
	{ "妖精の鎧　　　　",      8, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,100,0,0, -50,  400,0,  0,  600,  0,  12800, "青銅時代の遺物。妖精さんの願いを受けて誕生した鎧。生命の脈動を感じる。"},	
	{ "銀の鎧　　　　　",      9, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  450,0,  0,  800,  0,  25600, "銀の時代、巨人によって造られた。神聖文字が描かれた白銀色の光を放つプレート鎧。神聖なる力の象徴とされる。"},	
	{ "黄金の鎧　　　　",     10, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  500,0,  0, 1000,  0,  51200, "伝説の黄金の時代のティル・ナ・ノーグにて造られた、見た者を惑わす黄金に輝く鎧。"},	
	{ "琥珀金の鎧　　　",     11, ITEM_YOROI_ARMOUR1, ATTR_HOSI, 0,0,  0,0,0,0,0,0,  0,0, -50,  550,0,  0, 1200,  0, 102400, "巨人の力と竜の初源の炎により鍛造された鎧。神々からの攻撃をも防ぐと言われている。"},	

	{ "ヴァハの鎧　　　",     60, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  600,0,  0, 1400,  0, 0, "戦いの女神と称される、軍神ヴァハをあしらった優美な鎧。"},	
	{ "エススの鎧　　　",     70, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  700,0,  0, 1600,  0, 0, "最強の軍神エススの守護を与えられた、伝説の鎧。身に付けると魂が高揚し、戦いの恐怖を感じなくなる。"},	

	{ "黒い鎧　　　　　",      0, ITEM_YOROI_ARMOUR1, ATTR_YAMI, 0,0,  0,0,0,0,0,0,  0,0, -50,  800,0,  0, 1800,    0,    0, ""},	
	{ "光の鎧　　　　　",     90, ITEM_YOROI_ARMOUR1, ATTR_SEI,  0,0,  0,0,0,0,0,0,  0,0, -50, 1000,0,  0, 2000,    0,    0, "光の神が着用していたと言う、伝説の鎧"},	
	{ "セグメンタータ　",     20, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -20,  180,0,  0,  400,    0, 2000, "帝国の兵士が着用している薄い金属板で包み込むキュイラス鎧"},	
	{ "鎧予備　　　　　",      0, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  700,0,  0,1200,    0,    0, ""},	
	{ "鎧予備　　"      ,      0, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  700,0,  0,1200,    0,    0, ""},	
	{ "鎧予備　　"      ,      0, ITEM_YOROI_ARMOUR1, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, -50,  700,0,  0,1200,    0,    0, ""},	




	{ "鎖かたびら　　　",      3, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0, 100,  0,   450, "軽装鎧です。動きに制約がありません。"},	
	{ "鋼の鎖かたびら　",      5, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0, 150,  0,  1200, "鋼鉄製の丈夫な鎖を使用した鎖かたびら。"},	
	{ "白金の鎖かたびら",      7, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0, 250,  0,  4800, "銀の時代、巨人によって造られた。白銀色の光を放つ鎖かたびら。全ての災いを受け流す力があるという"},	
	{ "銀の鎖かたびら　",      9, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0, 400,  0, 19200, "伝説の黄金の時代のティル・ナ・ノーグにて造られた鎖かたびら。"},	
	{ "黄金の鎖かたびら",     10, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0, 600,  0, 38400, "巨人の力と竜の初源の炎により鍛造された琥珀金の鎖で編み上げられたかたびら。神々の攻撃ですら防ぐという"},	

	{ "ゴヴニュのシャツ",     80, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0,  1200,  0,      0, "鍛冶の神ゴブニュの手による工芸品"},	
	{ "ロリカハマタ　　",     20, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0,   200,  0,   3000, "帝国の兵士が着用する、鎖を編んで造られたメイル鎧"},		
	{ "ロリカスクアマタ",      0, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0,     0,  0,      0, "帝国の兵士が着用している鱗状の薄板を重ねたスケイル鎧"},	
	{ "鎖かたびら予備　",      0, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0,    30,  0,      0, ""},	
	{ "光の神のかたびら",      0, ITEM_YOROI_CHAIN, ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,   0,    30,  0,      0, "光の神が着用した鎖かたびら"},	




	{ "麻のローブ　　　",      1, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0, 0,    0,0,  0,  0,  0, 25,   0,0, 0,   0,0,  0,  20,  0,   100, "麻布を編んで作ったシンプルなローブ。"},	
	{ "綿のローブ　　　",      2, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0, 0,    0,0,  0,  0,  0, 50,   0,0, 0,   0,0,  0,  40,  0,   200, "上等な綿糸を使用して作られた服。通気性が高く、普段着としても最適。"},	
	{ "賢者のローブ　　",      3, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0, 0,    0,0,  0,  0,  0, 75,   0,0, 0,   0,0,  0,  80,  0,   400, "知恵のある者だけが着ることを許された、高貴なローブ。何だか賢くなった気分になれる。"},	
	{ "凪のローブ　　　",      4, ITEM_YOROI_CLOTHE, ATTR_HUU ,   0, 0,    0,0,  0,  0,  0,100,   0,0, 0,   0,0,  0, 110,  0,   800, "周囲の風の流れを停止させ、弓攻撃を減衰する魔法のローブ。" },
	{ "黒装束　　　　　",      5, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0, 0,    0,0,  0,100,  0, 50,   0,0, 0,   0,0,  0, 150,  0,  1200, "全身をすっぽりと覆う黒い衣。特殊な繊維を使っており、闇夜に溶け込む性質を持つ。"},	
	{ "剣士のコート　　",      6, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0, 0,  100,0,100,  0,  0,  0,   0,0, 0,   0,0,  0, 200,  0,  3200, "なめした獣の皮を使い、実戦闘に耐えうるだけの防御力と、動きの俊敏さを兼ね備えた服。"},	
	{ "妖精の服　　　　",      7, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0,50,    0,0,  0,  0,  0,200,   0,0, 0,   0,0,  0, 250,  0,  6400, "妖精さんの想いが込められた特製のローブ。生命の暖かさを感じる。"},	
	{ "星のローブ　　　",      9, ITEM_YOROI_CLOTHE, ATTR_HOSI,   0, 0,    0,0,  0,  0,  0,300,   0,0, 0,   0,0,  0, 350,  0, 12800, "小型の魔法石を多数あしらった煌びやかなローブ。魔法石一つ一つに守りの魔術が刻まれている。"},	
	{ "王者のガウン　　",     10, ITEM_YOROI_CLOTHE, ATTR_NOT ,   0, 0,    0,0,  0,  0,  0,400,   0,0, 0,   0,0,  0, 400,  0, 25600, "王道を歩む者なら誰でも一度は憧れるという、風格漂う王者のガウン。その姿は、敵味方を問わず見る者全てを魅了する。"},	

	{ "絹のドレス　　　",  0,ITEM_YOROI_CLOTHE ,  ATTR_NOT,   0,0,  0,0,50,50,0,0,  0,0, 0,  0,0,  0, 100,  0,  2000, "上質な絹糸だけを使用して仕立てられた、パーティ用の高級ドレス。"},	

	{ "豪華なドレス　　",     20, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0, -50,   0,   0,   0,     0,   0,   0,       0,       0,         0,       10,   0, 20000, "帝国貴族の着る、超高級ドレス。防御効果はないが、売るとウハウハ。"},	

	{ "夜のマント　　　",     40, ITEM_YOROI_CLOTHE, ATTR_YAMI,   0, 0,   0,   0,   0, 400,   0,  350,     0,   0,   0,       0,       0,         0,         0,   0,   50000, "闇と同化し、潜伏することの出来る魔法のマント。"},	
	{ "ブリギドの法衣　",     60, ITEM_YOROI_CLOTHE, ATTR_KA,     0, 0,   0,   0, 200,   0,   0,  600,     0,   0,   0,       0,       0,         0,       600,   0,   0, "詩と火の女神、ブリギドが着ていたとされる法衣。"},	
	{ "初源の衣　　　　",     80, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0,  800,     0,   0,   0,       0,       0,         0,       700,   0,   0, "初源時代より存在する光輝な衣。材質は不明で、燃やすことも、切ることも出来ない。精霊によって創造されたとされる。"},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,         0,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	
	{ "服予備　　"      ,      0, ITEM_YOROI_CLOTHE, ATTR_NOT,    0, 0,   0,   0,   0,   0,   0, 200,     0,   0,   0,       0,       0,         0,       200,   0,   0, ""},	



	{ "蛍石の指輪　　　",  1,ITEM_ACCE_RING,      ATTR_NOT,  0,0,   20,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,    200, "乳白色のきらめく宝石、蛍石の指輪。持つ者の力をわずかに増幅させる。"},	
	{ "緑玉の指輪　　　",  4,ITEM_ACCE_RING,      ATTR_NOT,  0,0,   70,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   2000, "深い海の緑を宿した、緑色の宝石の指輪。持つ者を落ち着かせ、その力を充分に発揮させる。"},	
	{ "紅玉の指輪　　　",  8,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  300,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  20000, "炎を閉じこめたと言われる、真紅の宝石の指輪。持つ者の闘志をかきたて、勝利に導く。"},	
	{ "アダマスの指輪　", 40,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  600,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 200000, "『征服し得ない力』を意味する、この地上で最も硬く美しい貴石を使った指輪。その白銀の輝きは、持つ者に強大な力を約束する。"},	

	{ "真珠の指輪　　　",  1,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0, 20,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,    200, "空の露をはらんだ貝の珠、真珠の指輪。守りの力を宿している。"},	
	{ "黒真珠の指輪　　",  4,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0, 70,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   2000, "新月の露をはらんだ貝の珠、黒真珠の指輪。強い守りの力を宿している。"},	
	{ "珊瑚の指輪　　　",  8,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,300,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  20000, "海の中で育った、赤く美しい珊瑚の指輪。危険を払うお守りとして使われる。"},	
	{ "琥珀の指輪　　　", 40,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,600,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 200000, "海に流れ込み、長い時間をかけて固まった樹液、琥珀の指輪。海のもつ守りの力を、つける者に与える。"},	

	{ "カライナの指輪　",  3,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0, 50,0,0,0,  0,0, 0,  0,0,  0,0,  0,   1000, "深い緑色の宝石、カライナの指輪。つける者に落ち着きを与え、その技芸を助ける。"},	
	{ "トパーズの指輪　",  7,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,200,0,0,0,  0,0, 0,  0,0,  0,0,  0,  10000, "探し求める者だけが手にすることが出来る黄色の宝石、トパーズの指輪。持つ者の手先を器用にする。"},	
	{ "オパールの指輪　", 40,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,500,0,0,0,  0,0, 0,  0,0,  0,0,  0, 100000, "絶えず変化する複雑な光彩を放つ宝石、オパールの指輪。それを見つめ続ける者の技芸を巧みにする。"},	

	{ "イリスの指輪　　",  3,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0, 50,0,0,  0,0, 0,  0,0,  0,0,  0,   1000, "虹を封じ込めた石、イリスの指輪。幸運を呼び込み、災厄から出来るだけ避けられるようにする。"},	
	{ "イリティスの指輪",  7,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,200,0,0,  0,0, 0,  0,0,  0,0,  0,  10000, "虹の石イリスの中でもさらに良質な石、イリティスの指輪。持つ者に災厄を察知する集中力を与える。"},	
	{ "ケラウニアの指輪", 40,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,500,0,0,  0,0, 0,  0,0,  0,0,  0, 100000, "落雷によって作られる石、ケラウニアの指輪。雷の力を宿し、災厄をかわす素早さを与える。"},	

	{ "砂金石の指輪　　",  3,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,0, 50,0,  0,0, 0,  0,0,  0,0,  0,   1000, "星座をあしらった金の粒が輝く石、砂金石の指輪。その星辰の配列が、魔力を増幅する。"},	
	{ "アストリオの指輪",  7,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,0,200,0,  0,0, 0,  0,0,  0,0,  0,  10000, "小さな星のかけら、アストリオで作った指輪。星の持つ力が、術者の能力を高める。"},	
	{ "アステリアの指輪", 40,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,0,500,0,  0,0, 0,  0,0,  0,0,  0, 100000, "星の光を宿した石、アステリアの指輪。清らかな星の光が、術者の能力を極限にまで高める。"},	

	{ "水晶の指輪　　　",  3,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,0,0, 50,  0,0, 0,  0,0,  0,0,  0,   1000, "真冬の雪が強く凍結し、結晶化した氷である、水晶の指輪。魔法に対する耐性を高めるのに役立つ。"},	
	{ "紫水晶の指輪　　",  7,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,0,0,200,  0,0, 0,  0,0,  0,0,  0,  10000, "暁の光の中で結晶化した水晶である、紫水晶の指輪。魔法攻撃から身を守る護符として使われる。"},	
	{ "セレニテスの指輪", 40,ITEM_ACCE_RING,      ATTR_NOT,  0,0,  0,0,0,0,0,500,  0,0, 0,  0,0,  0,0,  0, 100000, "月の光を宿した石、セレニテスの指輪。真実を見抜く光を放ち、大いなる護りの力を与える。"},	



	{ "剣聖の腕輪　　　",  6,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 10000, "剣士などの職業特性「回避能力」を持つことが出来ます。\n回避率の限界が上がります。"},	
	{ "貴族の腕輪　　　",  6,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 10000, "騎士などの職業特性「詠唱防御」を持つことが出来ます。\n魔法詠唱中の防御力ダウンが無くなります。"},	
	{ "魔人の腕輪　　　",  6,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 10000, "魔戦士などの職業特性「魔法速射」を持つことが出来ます。\n通常より早く魔法詠唱が終わります。"},	
	{ "詩人の腕輪　　　",  6,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 10000, "吟遊詩人などの職業特性「平静」を持つことが出来ます。\n待機時以外もMPが若干回復します。"},	
	{ "盗賊の腕輪　　　",  6,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 10000, "弓使いなどの職業特性「広視野」を持つことが出来ます。\n側面、背後からの攻撃でも防御力ダウンがありません。"},	

	{ "マニカ　　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "帝国兵の腕を守る防具。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	
	{ "腕輪予備　　　　",  0,ITEM_ACCE_BRACELET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "腕輪です。"},	




	{ "青銅の篭手　　　",  2,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,   25,0,   50, 50,  0,   130, "青銅で造られた篭手。少し動きが鈍くなる。"},	
	{ "鋼鉄の篭手　　　",  5,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  100,0,  200,200,  0,   550, "硬度の高い鋼鉄で造られた篭手。"},	
	{ "妖精の篭手　　　",  6,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,100,  0,0, 0, 50,0,  250,250,  0,  1200, "青銅の時代、妖精の造った篭手。武器の扱いもなんのその。"},	
	{ "巨人の篭手　　　",  8,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  150,0,  300,300,  0,  4500, "銀の時代、巨人族の鍛冶により造られたと言う、聖なる力を宿す白銀の輝きを放つ篭手。"},	
	{ "竜の篭手　　　　", 10,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  200,0,  400,400,  0, 20000, "伝説の黄金の時代の遺物。篭手。高価で装飾も派手。"},	
	{ "琥珀金の篭手　　", 11,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  250,0,  500,500,  0, 40000, "巨人の力と竜の初源の炎により鍛造された琥珀金の篭手。神々からの打撃ですら防いでくれる"},	
	{ "篭手予備　　　　",  0,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,    0,0,  200,200,  0, 0, ""},	
	{ "篭手予備　　　　",  0,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,    0,0,  200,200,  0, 0, ""},	
	{ "将軍の篭手　　　",  0,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0, -500,0,  350,100,  0, 0, "帝国の将軍、ガイウスがつけていた篭手。動きを阻害するどころか、武器の扱いが楽になる、匠の逸品。"},	
	{ "篭手予備　　　　",  0,ITEM_ACCE_GAUNTLET,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,    0,0,  200,200,  0, 0, ""},	




	{ "サンダル　　　　",  1,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,   0,   0,   0,   0,   0,  0,0,  30,  0,0,  0,0,  0,    50, "足を保護し、歩く速度を向上させます。"},	
	{ "ブーツ　　　　　",  3,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,   0,   0,   0,   0,   0,  0,0,  80,  0,0,  0,0,  0,   350, "丈夫な靴です。"},	
	{ "赤い靴　　　　　",  5,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0, -100,-100,-100,-100,-100,-100,  0,0, 600,  0,0,  0,0,  0,    10, "超高速で移動できる靴、エポナ比３倍。足を切り落とすまで踊りつづけるという噂もある。異人さんは関係ない。"},	
	{ "盗賊の靴　　　　",  7,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,   0,   0, 100,   0,   0,  0,0, 100,  0,0,  0,0,  0,  2000, "静かに、かつ高速に移動するための靴です。"},	
	{ "神速のブーツ　　", 10,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,   0,   0, 300,   0,   0,  0,0, 200,  0,0,  0,0,  0, 50000, "人間の限界を超えた速度で走ることが出来る、魔法の靴。"},	
	{ "帝国サンダル　　", 12,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,  40,   0,   0,   0,   0,  0,0,  50,  0,0,  0,0,  0,   250, "編み上げの、頑丈なサンダル。風通しがよく、履き心地もよいです。"},	
	{ "軍用サンダル　　", 20,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0, 160,   0,   0,   0,   0,  0,0, 120,  0,0,  0,0,  0,  3500, "帝国サンダルに、鉄の鋲をうったもの。行軍速度があがります。"},	
	{ "靴予備　　　　　",  0,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,   0,   0,   0,   0,   0,  0,0,   0,  0,0,  0,0,  0,     0, ""},	
	{ "光の神のサンダル",  0,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,    0,   0,   0,   0,   0,   0,  0,0,   0,  0,0,  0,0,  0,     0, "光の神が着用していた黄金のサンダル。"},	
	{ "ゴキブリ入り靴　", 30,ITEM_ACCE_BOOTS,     ATTR_NOT,  0,0,  300,   0,   0,   0, 300,   0,  0,0, 300,  0,0,  0,0,  0,100000, "呪いの靴。あまりの絶望に発狂し、戦闘中、命令を受け付けなくなる。\n暴走により能力は高くなるが、素人にはお勧めできない。"},	






	{ "蛮族のトルク　　",  1,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  15,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   300, "蛮族が身に付けている首輪（トルク）\nレベルアップ時のSTR成長値が少しアップする。"},	
	{ "英雄のトルク　　",  7,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  30,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 30000, "英雄のみに許される首輪（トルク）\nレベルアップ時のSTR成長値がかなりアップする。"},	

	{ "奴隷のトルク　　",  1,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,15,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   300, "奴隷に身につけさせる首輪（トルク）\nレベルアップ時のVIT成長値が少しアップする。"},	
	{ "誓約のトルク　　",  7,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,30,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 30000, "誓いの証に身に付ける首輪（トルク）\nレベルアップ時のVIT成長値がかなりアップする。"},	

	{ "鍛冶屋のトルク　",  1,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,15,0,0,0,  0,0, 0,  0,0,  0,0,  0,   300, "鍛冶屋が身に付ける首輪（トルク）\nレベルアップ時のDEX成長値が少しアップする。"},	
	{ "匠のトルク　　　",  7,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,30,0,0,0,  0,0, 0,  0,0,  0,0,  0, 30000, "匠と呼ばれるほどの技術を持つ物が身に付ける首輪（トルク）\nレベルアップ時のDEX成長値がかなりアップする。"},	

	{ "泥棒のトルク　　",  1,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,15,0,0,  0,0, 0,  0,0,  0,0,  0,   300, "泥棒がよく身につけている。願懸け？\nレベルアップ時のAGI成長値が少しアップする。"},	
	{ "義賊のトルク　　",  7,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,30,0,0,  0,0, 0,  0,0,  0,0,  0, 30000, "弱者の味方、義賊の証。捕まらないように！\nレベルアップ時のAGI成長値がかなりアップする。"},	

	{ "語り部のトルク　",  1,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,15,0,  0,0, 0,  0,0,  0,0,  0,   300, "一族の伝承を語り継ぐ識者が身につける。\nレベルアップ時のWIZ成長値が少しアップする。"},	
	{ "賢者のトルク　　",  7,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,30,0,  0,0, 0,  0,0,  0,0,  0, 30000, "語り部の長、賢者（ドルイド）が身に付ける首輪（トルク）\nレベルアップ時のWIZ成長値がかなりアップする。"},	

	{ "隠者のトルク　　",  1,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,0,15,  0,0, 0,  0,0,  0,0,  0,   300, "隠れ住む識者が身に付けているらしい。\nレベルアップ時のMND成長値が少しアップする。"},	
	{ "予言者のトルク　",  7,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,0,30,  0,0, 0,  0,0,  0,0,  0, 30000, "未来を見通す予言者の首輪（トルク）\nレベルアップ時のMND成長値がかなりアップする。"},	

	{ "光の神のトルク　",  0,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, "光の神が身に付けていた、黄金の首輪（トルク）"},	
	{ "ネックレス予備　",  0,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, ""},	
	{ "ネックレス予備　",  0,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, ""},	
	{ "ネックレス予備　",  0,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 0, ""},	

	{ "手編みマフラー　", 30,ITEM_ACCE_NECKLACE,  ATTR_NOT,  0,0,  10,10,10,10,10,10,  0,0, 0,  0,0,  0,0,  0, 10, "どう考えても呪いのアイテム。浮気すると絞まりそうです。"},	




	{ "青銅のゲール兜　",  1,ITEM_ACCE_HELMET,    ATTR_NOT,  100,0,  0,0,0,0,0,0,    0,0, 0,   20,0,  0, 35,  0,      75, "重くて硬い青銅製のヘルメット。なんか体に悪そうです。"},	
	{ "鋳鉄のゲール兜　",  4,ITEM_ACCE_HELMET,    ATTR_NOT,  500,0,  0,0,0,0,0,0,    0,0, 0,   50,0,  0,150,  0,     600, "鋳型に質の悪い鋳鉄を流し込んだだけのヘルメット。"},	
	{ "鋼鉄の兜　　　　",  6,ITEM_ACCE_HELMET,    ATTR_NOT, 1000,0,  0,0,0,0,0,0,    0,0, 0,  100,0,  0,250,  0,    2300, "鉱山妖精に伝わる冶金術を用いて造られた。高い硬度を誇る鋼のヘルメット"},	
	{ "妖精の兜　　　　",  8,ITEM_ACCE_HELMET,    ATTR_NOT, 1500,0,  0,0,0,0,0,100,  0,0, 0,  130,0,  0,350,  0,    9000, "青銅時代の遺物であるヘルメット。素材は「妖精の青銅」と言われる合金で、ダマスカス鋼を含んだ合金である事は判明している。"},
	{ "琥珀金の兜　　　", 10,ITEM_ACCE_HELMET,    ATTR_NOT, 2000,0,  0,0,0,0,0,0,    0,0, 0,  160,0,  0,500,  0,   30000, "巨人の力と竜の初源の炎により鍛造されたヘルメット"},	
	{ "剣闘士のガレア兜", 40,ITEM_ACCE_HELMET,    ATTR_NOT, 9999,0,  0,0,0,0,0,0,    0,0, 0,    0,0,  0,-1000,0, 1000000, "帝国の剣闘士が愛用するヘルメット、赤いトサカのような飾りがついている。"},	










	{ "羽帽子　　　　　",  1,ITEM_ACCE_CAP,       ATTR_NOT,     0,  0,  0,0,20,0,0,0,   0,0, 0,  0,0,  0,  20,  0,   30, "弓使いのシンボル的な帽子。"},	
	{ "黒頭巾　　　　　",  3,ITEM_ACCE_CAP,       ATTR_NOT,     0, 25,  0,0,0,0,0,100,  0,0, 0,  0,0,  0,  50,  0,  230, "頭からずっぽりかぶって、目だけ見えるやつです。\n危ない人ですね。"},	
	{ "魔法使いの帽子　",  7,ITEM_ACCE_CAP,       ATTR_NOT,     0, 50,  0,0,0,0,0,200,  0,0, 0,  0,0,  0, 100,  0, 1100, "アレですよアレ。"},	
	{ "ティアラ　　　　", 11,ITEM_ACCE_CAP,       ATTR_NOT,     0,125,  0,0,0,0,0,300,  0,0, 0,  0,0,  0, 250,  0, 9800, "花の冠。遊んでくれてありがとう。\nでも、中古屋に売ったら死刑。"},	
	{ "光の神の兜　　　",  0,ITEM_ACCE_CAP,       ATTR_NOT,     0,  0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0, 50,  0, 0, "光の神がかぶっていた、２本の角が生えた形状の、中央に赤い宝石をはめ込んだ黄金の兜。真の王者の証"},	
	{ "プリムラの花冠　", 90,ITEM_ACCE_CAP,       ATTR_NOT,  3000,300,  300,300,300,300,300,300,  0,0, 0,  0,0,  0, 0,  0, 0, "プリムラの花をあしらった冠（ティアラ）"},	




	{ "アヴァロンリンゴ",  1,ITEM_TOOL_POTION1,  ATTR_NOT,   100,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   10, "真っ赤に熟した、甘酸っぱいリンゴ。食べると元気になります。"},	
	{ "妖精の塗り薬　　",  3,ITEM_TOOL_POTION1,  ATTR_NOT,   500,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  100, "４つ葉のクローバーを主成分にした塗り薬。怪我によく効きます。"},	
	{ "フォイゾン　　　",  5,ITEM_TOOL_POTION1,  ATTR_NOT,  2000,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 1000, "妖精の携帯食。食べ物の持つ栄養素を抽出し、濃縮したもの。滋養に富み、体力を復活させます。"},	
	{ "黄金のリンゴ　　",  7,ITEM_TOOL_POTION1,  ATTR_NOT,  9999,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,10000, "金色に輝く、甘くて美味しい魔法のリンゴ。たちどころに体力を復活させます。"},	
	{ "イノシシの皮　　", 13,ITEM_TOOL_POTION1,  ATTR_NOT,  1000,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  600, "魔法でなめされたイノシシの皮。傷口にはるだけで、けがが完治します。"},	
	{ "帝国にんにく　　", 12,ITEM_TOOL_POTION1,  ATTR_NOT,   600,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  150, "帝国兵が常備するニンニク。スタミナ源です。"},	
	{ "サティーヴァ"    , 15,ITEM_TOOL_POTION1,  ATTR_NOT,   200,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   50, "回復薬。麻の葉っぱを乾燥させたもの。喫煙で使用する。\n乱用ダメ。ゼッタイ。"},	
	{ "コカの葉　　"    , 20,ITEM_TOOL_POTION1,  ATTR_NOT,  3000,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 1500, "回復薬。高原に生える常緑低木樹。葉を噛んで使用する。\n乱用ダメ。ゼッタイ。"},	
	{ "オピウム　　"    , 30,ITEM_TOOL_POTION1,  ATTR_NOT,  5000,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 3000, "回復薬。ケシの果実から抽出し乾燥させたもの。喫煙で使用する。\n乱用ダメ。ゼッタイ。"},	

	{ "妖精キノコ　　　",  2,ITEM_TOOL_POTION2,  ATTR_NOT,  0,  20,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,    40, "妖精族が好む、ちょっと怪しいキノコ。魔力をやや回復させます。"},	
	{ "ナナカマドの実　",  4,ITEM_TOOL_POTION2,  ATTR_NOT,  0, 100,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  1000, "ほろ苦い味がする、真っ赤な木の実。魔力を回復させます。"},	
	{ "ハシバミの実　　",  6,ITEM_TOOL_POTION2,  ATTR_NOT,  0, 200,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  2500, "食した者に大いなる知恵を授けると言われる、魔法の木の実。魔力を大幅に回復させます。"},	
	{ "ウシュカの油　　", 14,ITEM_TOOL_POTION2,  ATTR_NOT,  0,  40,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   150, "ウシュカのぬるぬるした皮膚からとった油。滋養強壮によく効きます。"},	
	{ "ローズマリーの葉", 12,ITEM_TOOL_POTION2,  ATTR_NOT,  0,  80,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   700, "魔力を回復させるハーブ。"},	
	{ "ペヨーテ　　"    , 15,ITEM_TOOL_POTION2,  ATTR_NOT,  0,  30,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,   100, "魔力のこもったサボテン。トゲは無く、丸くてかわいい。\n乱用ダメ。ゼッタイ。"},	
	{ "アマニタ　　"    , 20,ITEM_TOOL_POTION2,  ATTR_NOT,  0, 150,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  2000, "魔力のこもったキノコ。毒々しい赤色に斑点がついている。\n乱用ダメ。ゼッタイ。"},	
	{ "ダチュラ　　"    , 30,ITEM_TOOL_POTION2,  ATTR_NOT,  0, 300,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0,  8000, "魔力のこもったナス科の植物。トランペット上の花が咲く。\n乱用ダメ。ゼッタイ。"},	

	{ "パナケア　　"    ,  8,ITEM_TOOL_POTION4,  ATTR_NOT,  9999,9999,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 100000, "ドルイドの万能薬。樫の木に生えた宿り木を、黄金の鎌で刈り取ったもの。"},	







	{ "赤い糸　　"      ,  1,ITEM_TOOL_EVENT,  ATTR_NOT,  0,0,  0,0,0,0,0,0,  0,0, 0,  0,0,  0,0,  0, 99999, "？？？？" },	

	{ "アロウンの剣　　"    ,  0,ITEM_BUKI_SWORD,   ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  250,250,  3000,  0,   96, 0, "初源の炎によって鍛えられた、破壊の剣。あまりにも強大な力を宿しているため、封印されていた。50LV未満装備" },
	{ "アルサルの剣　　"    ,  0,ITEM_BUKI_SWORD,   ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  250,250,  3000,  0,   96, 0, "若き人間族の生命力を宿した剣。ゲール族の刀工に伝わる秘術により、錆びることも、切れ味が落ちることもない。50LV未満装備" },
	{ "リアンノンの杖　"    ,  0,ITEM_BUKI_WAND,    ATTR_NOT,  0,0,    0,  0,  0,  0,   0,1200,  0,0, 0,  200,200,     0,  0,   64, 0, "ドルイドが長きにわたり崇拝していた聖樹を削りだして作った、祈りの杖。一振りで、癒しの香気が辺りを包む。50LV未満装備" }, 
	{ "オガムの杖　　　"    ,  0,ITEM_BUKI_WAND,    ATTR_NOT,  0,0,    0,  0,  0,  0,1200,   0,  0,0, 0,  200,200,     0,  0,   64, 0, "竜族の叡智と秘密が込められた、固く重い杖。大いなる力の源となる聖句が、螺旋状に刻まれている。50LV未満装備" }, 
	{ "モルガンの弓　　"    ,  0,ITEM_BUKI_BOW,     ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  300,300,  3000,  0,  288, 0, "今は滅び去った、太古の獣の牙と腱で作られた弓。持つ者の力を増幅し、強力な矢を放つ。50LV未満装備" }, 
	{ "タリエシンの弓　"    ,  0,ITEM_BUKI_BOW,     ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  300,300,  3000,  0,  288, 0, "吟遊詩人の長の持ち物である、美しく優美な弓。矢を放つたび、その弦が美しい調べをかなでる。50LV未満装備" }, 
	{ "オクタヴィアの槍"    ,  0,ITEM_BUKI_SPEAR,   ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  300,300,  3000,  0,  128, 0, "アウレリア家が、かつて海洋民族との戦いで、戦利品として持ち帰った槍。岩をも貫くと伝えられる。50LV未満装備" }, 
	{ "スィールの槍　　"    ,  0,ITEM_BUKI_SPEAR,   ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  300,300,  3000,  0,  160, 0, "海の色に似た青い光を放つ、水晶の槍。耳をそばだてると、かすかに波の音が聞こえるという。50LV未満装備" }, 
	{ "ラスティハンマー"    ,  0,ITEM_BUKI_HAMMER,  ATTR_NOT,  0,0,    0,  0,  0,  0,   0,   0,  0,0, 0,  300,300,  3000,  0,   64, 0, "僕、アロウン様のために頑張るからね！　想いのこもった手作りハンマー。愛は全てを凌駕する。50LV未満装備" }, 


	{ "電●男　　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "車→×\n波→○"                                                                                                           },
	{ "老人を労る気持ち",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "今の若者に欠けている物。"                                                                                                 },
	{ "あんみん枕　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "デスクで寝ないで布団で寝たい今日この頃…。"                                                                               },
	{ "約束の帽子　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "「またいつか…アエるよ……」"                                                                                             },
	{ "FONA900is 　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "携帯依存の必須アイテム。これがないと生きていけません。"                                                                   },
	{ "カニの足　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "とれとれぴちぴち、身もずっしり詰まってとても美味しいカニの足。でも猛毒。"                                                 },
	{ "しぼう　　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "不必要な肉。人生最大の悩み。最近変な所にいっぱいついてきたのでちょっとプレゼント。"                                       },
	{ "マールボロ　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "ふるでらのライフライン。赤。"                                                                                             },
	{ "ヘロイン　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "オピウムを単離したモルヒネを、さらに精製した魔法のクスリ。\nさよなら人生、おしまい人間。"                             },
	{ "ぜむはいざぁ　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "ゼンハイザー製のオープンエア型ヘッドホン。音の立体感・艶っぽさを表現するのがうまいらしい。着け心地も良くなかがミのお宝。" },
	{ "エクステ　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "ロングにあこがれてから…でも、地毛ないので付けれない……。"                                                               },
	{ "しましまぱんちゅ",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "お察しください。"                                                                                                         },
	{ "しそジュース　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "金丸が子供の頃、ファンタグレープと間違えて一気飲みしたトラウマ飲料。精神が崩壊しそうになったよ。"                         },
	{ "つけヒゲ　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "たっぷり、ふさふさしたつけヒゲ。ヒゲ好きな貴方に贈ります。"                                                               },
	{ "不思議な髪飾り　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "表面に顔のようなものが彫られた、オバケカボチャのような２つの髪飾り。右がお父さん、左がお母さん。"                         },
	{ "ファンクラブ会誌",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "Ｌｅａｆファンクラブ会員に送られる会誌。Ｌｅａｆの最新情報が得られ、便利なオフィシャル通販の申し込みもできる。"           },
	{ "上質油　　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "お好み焼きを焼くときに最適な油。"                                                                                         },
	{ "ケツ　　　　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "二回当たる。めくりやすい。"                                                                                               },
	{ "必殺カレー　　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "止めを差すのに用いられる一子相伝の手料理。効果抜群。"                                                                     },
	{ "練り消しゴム　　",0,ITEM_TOOL_EVENT,ATTR_NOT, 0,0, 0,0,0,0,0,0, 0,0,0, 0,0, 0,0, 0, 0, "やわらかくてかたい。伸びたり縮んだり、日々黒く大きく育ってます。"                                                         },
};




